[
    {
        "CreatedAt": "2017-02-23T02:24:33.346Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "The American Kestrel can be found throughout the VPGR most of the year, as they are local breeders. You may notice several kestrel boxes installed around the reserve. The birds tend to occupy and nest in these boxes. ",
        "Id": "368fd220-f96f-11e6-b8b9-7f13e23d5c82",
        "Identification": "The American Kestrel is the smallest falcon in North America, about the size of a robin. The head is blue and orange-brown with two distinct black lines extending beneath the eye and on the side of the head. Males have an orange-brown back, blue wings, and a rusty-red tail. Females have orange-brown backs, wings, and tails with black barring. Their eggs are tan and spotted.  ",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/2130cf90-f96c-11e6-a618-89250fa8a267",
        "ModifiedAt": "2017-10-20T21:56:57.162Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "American Kestrel",
        "Overview": "Kestrels will often perch on fence lines, telephone poles, or other tall structures while hunting. You will often see one flapping its tail for balance or will hover over an open field while hunting.Males and females alternate foraging for their young. If a kestrel feels threatened, it will make a klee-klee-klee call. Kestrels on the VPGR eat mostly invertebrate insects, but also small rodents. Common prey items include grasshoppers, dragonflies, centipedes, beetles, voles, mice, and even lizards. ",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://www.audubon.org/field-guide/bird/american-kestrel",
        "Scientific_Name": "Falco Sparvius",
        "Tags": "bird falcon brown blue black american kestrel falco sparvius birds animal animals",
        "Type": "Birds"
    },
    {
        "CreatedAt": "2017-03-01T06:58:18.939Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "The Kit Fox is located the San Joaquin Valley. They live in dens.They also live in man made structures such as concrete abandoned structures.",
        "Id": "7374e8b0-fe4c-11e6-a910-ad4914d08a12",
        "Identification": "The foxes have large ears set close together, a slender body, long legs, and a black-tipped bushy tail, which sticks straight out behind them. The pads of their paws are hairy which gives them better traction in the sandy soil of their habitat. Their underparts are light colored and their upper parts are pale grey in the winter and tan in the summer. Their ears are dark colored on the back side. A male height is 12 inches, weights 5 lbs, and length is 20 inches. ",
        "Image": "https://bs1.cdn.telerik.com/v1/9dr3sdlksi8x50cv/33e81b60-03db-11e7-9be5-47a714cf782e",
        "ModifiedAt": "2017-10-20T21:47:33.268Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "San Juaquin Kit Fox",
        "Overview": "Kit foxes are mostly active during nights. Kit foxes live under dens made by natural shelter or man made shelter. They use these shelters to protect there young and protect themselves from predators. They tend to change dens often going through about 25 dens a year. Kit foxes eat other small animals. They eat from small rodents, black hares, Kit foxes primarily eat rodents and other small animals, including black-tailed hares, desert cottontails, mice, kangaroo rats, squirrels, birds and lizards.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.wildlife.ca.gov/Keep-Me-Wild/Kit-Fox",
        "Scientific_Name": "Vulpes Macrotis Mutica",
        "Tags": "mammal san joaquin kit fox vulpes macrotis mutica tail  mammals animal animals",
        "Type": "Mammals"
    },
    {
        "CreatedAt": "2017-03-01T07:30:26.190Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "This species can be found throughout the VPGR and can even be seen grazing on campus lawns. They live and nest in underground holes that they line with grasses and fur.",
        "Id": "f03012e0-fe50-11e6-81ba-55e6f98d002d",
        "Identification": "The Audubon’s cottontail is a small mammal defined by its bushy white tail, which resembles a cotton ball. The rest of their bodies are a mix of browns and greys, with some white on their undersides. Females tend to be slightly larger than males, but on average this species is 33-43 cm in length and about 1.5 kg in wieght.",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/28742c00-03dc-11e7-962e-0be549308dde",
        "ModifiedAt": "2017-10-20T21:48:07.786Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Audubons Cottontail",
        "Overview": "Audubon’s cottontails actively forage during early morning and evenings, and spend the rest of their days in hiding. This species breeds between December and late summer, with gestation lasting only about one month and producing litters of about three offspring.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "Scientific_Name": "Sylvilagus Adubonii",
        "Tags": "sylvilagus adubonii audubons cottontail small mammal white tail brown grey mammals animal animals",
        "Type": "Mammals"
    },
    {
        "CreatedAt": "2017-03-01T07:37:05.050Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "The red-shouldered hawk is found in the south-eastern canadian region and the favours mature, mixed deciduous-coniferous woodlands, especially bottomland hardwood, riparian forest, and flooded deciduous swamps. In the western parts of its range, the red- shouldered hawk prefers riparian and oak woodlands, but can be found in eucalputs growves and surburban areas with nearby woodlots. ",
        "Id": "dded47a0-fe51-11e6-81ba-55e6f98d002d",
        "Identification": "The Red Shouldered Hawk is smaller in size than a Red-tailed Hawk, but it is larger than a broad-winged hawk. They are usuallyaround a length of 16.9-24in. With an average wingspan of 37-43.7 in and an average weight of 17.1-27.3 oz. In flight, they can often be seen gliding or soaring with their wingtips pushed slightly forward, imparting a distinctive, “reaching” posture. Adults are colorful hwaks with dark-and -white checkered wings and warm reddish barring on the breast. ",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/1a23c3e0-03cd-11e7-a631-33a079e335dd",
        "ModifiedAt": "2017-10-20T21:54:30.325Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Red Shouldered Hawk ",
        "Overview": "Red-shouldered hawks are solitary and territorial. They do not form flocks, even in the winter. Most population of Red shouldered hawks do not migrate. They stay in the same area year round. Red shouldered hawks that breed in the northern parts of their range and migrate to northern Mexico for winter. Red-shouldered hawk call is a loud, repeated kee-ahh, often in group of 8-10 repetitions.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "Scientific_Name": "Buteo Lineatus",
        "Tags": "buteo lineatus red shouldered hawk bird birds animal animals",
        "Type": "Birds"
    },
    {
        "CreatedAt": "2017-03-01T07:42:01.241Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "They like to live in the grasslands where they steal burrows from other small rodents. During the summer the owls migrate to living in between the west and east cost of the United States. During winter they migrate to Mexico and the Nothern parts of South America. ",
        "Id": "8e787090-fe52-11e6-bf63-c76843332b37",
        "Identification": "The burrowing owl is small long legged owl that consist of brown and white feathers. They have bright yellow iris with a big black pupil so they may find their prey with ease. The owls grow up being 10 inches tall with a wingspan of 20 to 24 inches with their weight being no more than 5.3 oz. Owl’s chicks can begin to fly at six weeks, when they grow to either male or female they ranged to being measured at the same weight and size. ",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/afab2950-1a2d-11e7-bd05-43ef83a3b655",
        "ModifiedAt": "2017-10-18T18:43:06.813Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Burrowing Owl",
        "Overview": "Brooding is a time where these owls are preparing food for their hatchlings. During the time of Brooding, these owls begin to store a surplus of food so there is enough food for their chicks. they are unlike many other owls where they are active at night, instead they go out and hunt their prey During the day. they communicate using chattering call and when surprised or exited they have the tendency of a jerking movement. Females stay with their young for the most part while the males bring the food.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "Scientific_Name": "Athene cunicularia",
        "Tags": "athene cunicularia burrowing owl small brown white yellow bird animal birds",
        "Type": "Birds"
    },
    {
        "CreatedAt": "2017-03-01T17:39:51.975Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Germinates in areas after rain falls, it's oily seeds spread by floating on top of water. It grows in wet grasslands, seeps, and vernal pools. It grows in foothills and grasslands but prefers wet areas where they can soak up a lot of sun.",
        "Id": "13181370-fea6-11e6-86d4-d186f46a0554",
        "Identification": "Milky white flower that has unique striations on its petals which purpose are nectar guides for potential pollinators. The lower stem the flower has white like hairs. Can grow up to 12 inches tall and is usually 2.5 centimeters across.",
        "Image": "https://bs1.cdn.telerik.com/v1/9dr3sdlksi8x50cv/0ce26b10-041c-11e7-8529-0107b6e92374",
        "ModifiedAt": "2017-10-20T21:52:54.441Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "White meadowfoam",
        "Overview": "Annual flower that is endemic to California. Its can be seen from May to June, but can bloom as early as March following rain showers. It's oily nutritious seed may be highly sough after by many insects, animals, and rodents. Blooms from April to June.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://www.pfaf.org/user/Plant.aspx? LatinName=Limnanthes+alba\nhttp://www.sacsplash.org/post/white-meado wfoam\nhttps://hort.purdue.edu/newcrop/afcm/mea dowfoam.html",
        "Scientific_Name": "Limnanthes alba",
        "Tags": "Plant Limnanthes alba white plants",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-03-01T17:41:22.745Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "The Bluedicks habitat are plains and hillsides below yellow pine forest, open woodlands, scrub, desert, grasslands, to about 6000 feet.",
        "Id": "49327a90-fea6-11e6-86ed-a3fdee312ddf",
        "Identification": " The Blue dick creates little bundles of flowers held up by thin green stems. The flower bundles are a light blue, lavender, or purple. This herb grows to be between 6-12 inches tall.",
        "Image": "https://bs1.cdn.telerik.com/v1/9dr3sdlksi8x50cv/dc99bb20-041b-11e7-a147-b7625bfdadfc",
        "ModifiedAt": "2017-10-20T21:55:21.606Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Blue Dicks,  Wild hyacinth",
        "Overview": "This perennial herb stems several leaves which are 4 to 15.7 inches and thinly stretch to the soil. The mild hyacinth is a very drought-tolerant plant. Blooms from February to April.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://ucjeps.berkeley.edu/cgi-bin/get_JM_treatment.pl?8349,8535,8536  http://www.calflora.net/bloomingplants/bluedicks.html https://en.wikipedia.org/wiki/Dichelostemma_capitatum http://davesgarden.com/guides/pf/go/64588/#b",
        "Scientific_Name": "Dichelostemma capitatum",
        "Tags": "Dichelostemma capitatum plant Blue Dicks light blue plant plants",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-03-01T17:43:06.290Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "The Hartweg’s Golden Sunburst is only found in the Central Valley of California. Historically, the range of the species extended from Yuba County all the way south to Fresno County, which is a range of 200 miles. It most grows in grasslands and oak woodland habitats. It prefers to grow in clay heavy soils, mostly along the tops of Mima mounds. The plant became a federally listed in the endangered species of the United States in 1997 due to most of it native ranges being changed by agriculture.",
        "Id": "86ea3120-fea6-11e6-bf51-bdc7f1460c83",
        "Identification": " Hartweg’s golden sunburst is an annual herb that grows 5 to 10 centimeter tall. It has a thin coating of woolly hairs. Its leaves are linear or lance-shaped and they usually grow up to 2.5 centimeter long and often have three small lobes near the tips of the leaves.",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/9bda42d0-041b-11e7-a147-b7625bfdadfc",
        "ModifiedAt": "2017-10-20T21:57:32.818Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Hartweg's Golden Sunburst",
        "Overview": "The inflorescence is a solitary sunflower like flower head lined with three to eight phyllaries. There is one golden ray floret per phyllary, up to a centimeter in length and sometimes faintly toothed at the tip. At the center of the head are yellow disc florets. The blooming period is 3 to 4 weeks long. Occurring in March and April. The fruit for a Hartweg’s Golden Sunburst is an achene and this fruit is 2 millimeters long. Blooms from March through April and is endangered. ",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": " http://www.inaturalist.org/taxa/78758-Pseudobahia-bahiifolia\nhttp://www.revivethesanjoaquin.org/content/hartwegs-golden-sunburst-pseudobahia-bahiifolia",
        "Scientific_Name": "Pseudobahia bahiifolia",
        "Tags": "Pseudobahia bahiifolia Hartweg's Golden Sunburst plant yellow flower hairy furry fuzzy plants plant",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-03-01T17:44:59.968Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Gophers live most of their lives underground; their burrowing systems have a large den and a complex system of tunnels. When living in vernal pools they are forced to live closer to the surface due to the hardpan soil found in vernal pools. ",
        "Id": "caac1400-fea6-11e6-86ed-a3fdee312ddf",
        "Identification": "Bottas normal lifespan is one to two years. Pups are born blind and hairless and spend 5-6 in their nest before being exposed to surface land in order to establish their own territory. By day they spend most of their time digging and by nigh they usually go out to gather food but any activity no matter day or night puts them in danger. Bottas eat vegetation only, vegetation found on surface or underground. Their main source of hydration comes from the vegetation they consume. Bottas have many predators, hawks by day and owls by night, coyotes, foxes, and bobcats are a few of their land predators. Skunks, rattlesnakes, gopher snakes, and badgers hunt them down inside their burrows as well.",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/073436e0-041b-11e7-909f-8779fef59561",
        "ModifiedAt": "2017-10-20T21:53:28.312Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Botta's pocket gopher ",
        "Overview": "Botta's Pocket Gopher varies depending on the local soil color but is usually tan to medium brown.\nAnimal identification: \nCommonly 7 to 10 inches long excluding the tail which is usually 2 inches long.\nThey have large claws on front pawls and small eyes and ears. \nMale Bottas are almost twice as big as female Bottas.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://www.sacsplash.org/critter/bottas-pocket-gopher\n\thttp://www.friendsofedgewood.org/gopher\n\thttp://sanmarcosfoothills.com/animals-mammals.html",
        "Scientific_Name": "Thomomys bottae",
        "Tags": "Thomomys bottae Botta's pocket gopher mammal medium brown tan claws animal animals",
        "Type": "Mammals"
    },
    {
        "CreatedAt": "2017-03-01T17:46:13.260Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Free-tail bats prefer to live in caves, but they will also live under bridges, attics or in abandoned buildings. They can also be found near bodies of water, since it attracts the insects that they eat.",
        "Id": "f65b8cc0-fea6-11e6-8f76-c92a30cc1d0a",
        "Identification": "The Mexican Free-Tailed Bat is the smallest of the free-tailed bats. It has reddish to a dark brown or dark grey color. They have broad, black, forward pointing ears, and wrinkled lips. Their tails extend more than one third beyond the tail membranes, while other bats that have tails that are enclosed by the tail membrane. Their wings are long and narrow and have a span of 301 cm. They are usually 90 to 110 mm in length.",
        "Image": "https://bs1.cdn.telerik.com/v1/9dr3sdlksi8x50cv/1ddc15b0-1a2e-11e7-a494-136daa1001a9",
        "ModifiedAt": "2017-10-20T21:53:02.592Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Mexican Free Tailed Bat",
        "Overview": "Some mating behaviors for males Mexican free-tailed bat (MFB) is that they sing to females during courtship. The females, in large nursery colonies, give birth to single pup in June or July. In these nurseries the mother has to find her pup among thousands; she locates her baby by recognizing its individual call. Baby MFB can be found in the highest part of the caves where the temperature is the warmest. The warm conditions are essential for rapid growth and survival.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.desertmuseum.org/kids/bats/mexican_free_tailed_bat.php\nhttp://www.batcrew.com/cabats.html#mft\n",
        "Scientific_Name": "Tadarida brasiliensis",
        "Tags": "Tadarida brasiliensis Mexican Free Tailed Bat mammal animal animals",
        "Type": "Mammals"
    },
    {
        "CreatedAt": "2017-03-01T18:03:53.421Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "This California native grass flowers during the summer and produces aquatic seedlings than can remain dormant for 3-4 years ready to germinate during the spring; flowering during the summer. It is listed in the Federal List of Threatened Species in the U.S.",
        "Id": "6e4347d0-fea9-11e6-bf51-bdc7f1460c83",
        "Identification": "This grass has a distinctive cylindrical inflorescence that is said to resemble tiny ears of corn. It grows to be about 7-30 centimeters tall. They fruit as grains covered in a gluey secretion/exudate, and when a plant is mature each clump becomes brown and sticky with the exudate.",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/90156af0-1a2e-11e7-806f-09a6b5928ba5",
        "ModifiedAt": "2017-10-20T21:43:29.617Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Colusa Grass",
        "Overview": "The plant flowers during the summer and produces aquativ seedlings than can remain dormant for 3-4 years and germinate during the spring then flower during the summer. It is listed in the Federal List of Threatened Species in the U.S.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.wildlife.ca.gov/Conservation/Plants/Endangered/Neostapfia-colusana",
        "Scientific_Name": "Nestaphia Colusana",
        "Tags": "Nestaphia Colusana \nColusa Grass \nplant plants",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-03-14T20:46:42.811Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "A native annual with a range from southern Alaska to Baja California. It prefers open ground in vernal pools, along streams, and moist meadows. It can be found throughout the Sierra Nevada and Cascade Mountains.",
        "Id": "54a4a4b0-08f7-11e7-a8d2-23bd843a10a9",
        "Identification": "A native annual plant, which means that goes from seed to germination and then dies all in the same year. With the introduction of European grasses, native annuals are often outcompeted and have become rare.",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/a9333820-08f7-11e7-831f-f3ccde5b4e94?2017101403542",
        "ModifiedAt": "2017-11-08T19:03:21.955Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Whitetip Clover",
        "Overview": "The Whitetip clover is an annual herb with leaves of three that have serrated edges. It flowers with a single flower that is purple and commonly has a white tip. It can grow up to 3 ft 3 in high and is a hermaphrodite (male and female parts) flower. This plant is a nitrogen fixer, which is an important part of the ecological cycle. Nitrogen is converted to ammonia, which is more readily available for other species. ",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://science.halleyhosting.com/nature/gorge/5petal/pea/trifolium/whitetip.htm\nhttps://plants.usda.gov/core/profile?symbol=TRVA",
        "Scientific_Name": "Trifolium variegatum",
        "Tags": "Whitetip Clover Trifolium variegatum purple flower annual plant plants",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-03-14T20:54:03.298Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Originally from Turkey, it was brought to North America as a cover crop and now range states from California and Oregon to Florida and other east coast states. It prefers elevation below 6000 ft and well drained soils. It performs well on strongly acidic soils and when the fall rains occur in warm weather. It is commonly found on roadsides as it prefers disturbed soils.",
        "Id": "5b31a020-08f8-11e7-b410-410a5061d274",
        "Identification": "The Rose Clover is an introduced free branching annual legume. It can grow 3 to 24 inches high, and the branches are covered in short stiff hairs, while the rest of the plant is less hairy. The leaves are wedge shaped, alternate, and are about ½ to ¾ inches long. There are 20-30 flowers in each head, and the seeds are ovoid and yellow.",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/a7b3adf0-0900-11e7-b410-410a5061d274?2017101403333",
        "ModifiedAt": "2017-11-03T01:43:54.710Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Rose Clover",
        "Overview": "An annual herb, meaning it goes from seedling to germination and dies within one year. As an introduced species, it often outcompetes native grasses and poses a moderate threat. It is often used as a cover crop for agriculture because of that. Its seeds are eaten by many herbivores and birds.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://plants.usda.gov/plantguide/pdf/pg_trhi4.pdf",
        "Scientific_Name": "Trifolium hirtum ",
        "Tags": "purple flower Rose Clover Trifolium hirtum plant",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-03-14T22:01:22.275Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Lives in marshes, it uses the shallow waters for food and builds nests in the ground. They prefer shallow lakes and mudflats either along the coast or inland. At inland habitats, they prefer salty lakes. At the Vernal Pools, they are common throughout the year. Outside of the central valley, they are usually migrating from either Mexico for the winter or the Midwest for breeding.  ",
        "Id": "c29c9b30-0901-11e7-b3c8-b7c2a162c3ac",
        "Identification": "When foraging for small invertebrates, the American Avocet swings its upturned bill across shallow water to catch its prey. It finds food visually, seeing cues from the surface of the water. Sometimes flocks of them will in unison wade across the shallows swinging their heads from side to side filtering food through their beaks. When dealing with predators, it makes a series of calls that gradually change pitch to stimulate the Doppler effect and make it seem its approach is farther away than it really is.",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/e4ad4f30-0901-11e7-8fef-d310d14eabed?20171025175056",
        "ModifiedAt": "2017-10-25T17:53:16.375Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "American Avocet",
        "Overview": "With an average wingspan of 28.3 in, this shorebird has a long-upturned bill, and long legs. It has black-and-white upper parts with either a rusty red or grey head and neck. Their legs are either white grey or dark grey. Usually has a white streak going through the black wings. These birds weigh anywhere from 9.7 to 12.3 oz and are 16.9 18.5 in in length. This species is migratory during winters, flying to the southern Atlantic, and the Pacific coasts of Mexico and United States.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.allaboutbirds.org/guide/American_Avocet/lifehistory#at_habitat\nhttp://www.audubon.org/field-guide/bird/american-avocet\n",
        "Scientific_Name": "Recurvirostra americana",
        "Tags": "Bird birds small long black beak white Recurvirostra americana American Avocet shore animal animals",
        "Type": "Birds"
    },
    {
        "CreatedAt": "2017-03-14T22:11:27.846Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "A native of the reserve, it is commonly found across the western United States from as far north as Washington, all the way down to Mexico and as fast east as Texas. It has been introduced to Kentucky and New Jersey. They prefer meadows, prairies, desert shrubland and farmland, and all are similar to the vernal pools.",
        "Id": "2b8f6860-0903-11e7-bcf6-47d49d08d1d6",
        "Identification": "Like other jackrabbits, the black-tailed jackrabbit has distinctive long ears, and the long powerful rear legs characteristic of hares. Reaching a length about 2 ft (61 cm), and a weight from 3 to 6 lb (1.4 to 2.7 kg). The black-tailed jackrabbit's dorsal fur is agouti (dark buff peppered with black), and its undersides and the insides of its legs are creamy white. The ears are black-tipped on the outer surfaces, and un-pigmented on the inside. The ventral surface of the tail is grey to white, and the black dorsal surface of the tail continues up the spine for a few inches to form a short, black stripe. The females are larger than males, with no other significant differences.",
        "Image": "https://bs1.cdn.telerik.com/v1/9dr3sdlksi8x50cv/a1143490-0902-11e7-a14e-b1cf8d24eb97?201711312023",
        "ModifiedAt": "2017-11-03T02:01:31.321Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Black-tailed Jackrabbit, Black-tailed hare",
        "Overview": "As herbivores, they mostly eat a wide variety of green plants and receives most of their water from plants. To avoid the heat of the day, they rest during the day and feed in the late afternoon and evening. In the winter, it eats more dried and woody plants. They can run up to 30 miles an hour and jump a distance of 20 feet. While avoiding predators, it moves in a zigzag pattern and flashes its white underside of its tail when threatened. They mate year-round and create a fur-filled depression as a nest. Not endangered.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://www.nhptv.org/natureworks/blacktailedjack.htm",
        "Scientific_Name": "Lepus californicus",
        "Tags": "Big ears rabbit jack rabbit bunny hare Black-tailed Hare brown mammal Lepus californicus animal animals mammals ",
        "Type": "Mammals"
    },
    {
        "CreatedAt": "2017-03-14T22:15:44.696Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "An invasive species, it originated in Central Asia and now grows across Asia, Europe, Africa, North and South America. The wild oat is cultivated and distributed mainly in drier climates, such as deserts, semi desert grasslands, and woodland communities. It prefers an elevation of 2,500 to 7,200 feet. It can grow on nearly all types of soils, yet richer soils increase the longevity. ",
        "Id": "c4a79b80-0903-11e7-bcf6-47d49d08d1d6",
        "Identification": "As an annual grass, it germinates, produces seeds, and dies all within a course of a year. Its flowering season is from March to June, a single wild oat can produce up to 1500 grains but usually produces around 500 grains. It reproduces through the dispersal of seeds.",
        "Image": "https://bs1.cdn.telerik.com/v1/9dr3sdlksi8x50cv/a1143492-0902-11e7-a14e-b1cf8d24eb97?2017101402719",
        "ModifiedAt": "2017-11-08T19:04:14.123Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Wild Oat",
        "Overview": "The wild oat is an annual tufted grass that has erect hollow stems with heights varying from 10 to 50 inches tall. The blades are dark green and grow to 16 inches long and can be irregularly toothed, and the sheathes are slightly hairy.  The height of wild oats is related to the climate of the area, and the stem that produces the seeds, the tiller, depends on the soil. Blooms from April to May and is not endangered. ",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://www.cabi.org/isc/datasheet/8058\nhttps://www.fs.fed.us/r3/resources/health/invasives/grasses/wildOat.shtml#\n",
        "Scientific_Name": "Avena fatua",
        "Tags": "Wild oat grain seed grass green Avena fatua plant plants",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-03-21T05:33:48.247Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Undaunted by people and usually build nests on buildings. Live in open country  such in canyons and sagebrush and they avoid forests.",
        "Id": "f559b670-0df7-11e7-8ddc-2f552768034a",
        "Identification": "The adult Say's phoebe is a drab, chunky bird. It is gray-brown above with a black tail and buffy cinnamon below, becoming more orange around the vent. They have a 13 in (33 cm) wingspan and they weigh 0.75 oz (21 g).",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/1f5fb300-1a2f-11e7-b488-5143d4773b4f",
        "ModifiedAt": "2017-10-18T18:37:31.196Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Say's Phoebe",
        "Overview": "Often pump their  tails when on a wire, fence post and or a low bush. When they look for food they often perch around their eye levels and jump to snatch flying insects. During migration these birds can be found thousands of miles out of range. Least concern. ",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.allaboutbirds.org/guide/Says_Phoebe/id",
        "Scientific_Name": "Sayornis saya",
        "Tags": "bird birds chunky bird brown grey animal animals",
        "Type": "Birds"
    },
    {
        "CreatedAt": "2017-03-21T05:37:31.509Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Dapper flycatchers from the western United States. Use mud to build cup-shaped nests against walls. Often near bodies of water from small streams to salt sprayed rocks and cliffs  of the pacific ocean.",
        "Id": "7a6ca340-0df8-11e7-932f-2389d8cc6965",
        "Identification": "Sooty black bodies and crisp white underparts, slightly darker black head. Feathers on their wings are pale grey. Medium long with large heads and squared tails.",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/aee667d0-1a2f-11e7-b488-5143d4773b4f",
        "ModifiedAt": "2017-10-25T17:33:23.467Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Black Phoebe",
        "Overview": "Sit in open on low perches to look for insects.They pump tails when perched. Can often keep up a string of sharp chip calls. They are non-migratory and are of least concern.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.allaboutbirds.org/guide/Black_Phoebe/id",
        "Scientific_Name": "Sayornis nigricans",
        "Tags": "white stomach black black heads bird birds",
        "Type": "Birds"
    },
    {
        "CreatedAt": "2017-03-21T19:30:36.673Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "California Fairy Shrimp are the most widely distributed fairy shrimp in the state. Since it is so common across the state, it has no special federal protection. They can be found in a variety of vernal pool habitats in Central California, and were originally distributed were there were historically vernal pools. There are 42 occurrences of the California Fairy Shrimp being threatened by land development and 13 occurrences of agricultural development. ",
        "Id": "dbe78710-0e6c-11e7-a589-9de3f4336ac0",
        "Identification": "The California Fairy Shrimp moves by gliding upside down, swimming by legs that move in a wave like motion from front to back. These legs are used for feeding, swimming, and breathing. They are omnivores and eat algae, bacteria, and detritus. Their life cycle is starting from eggs in the winter and hatches when there is enough rain. Then it grows and molts until it matures, and this takes 1 to 3 weeks. Adults only live for a season, which they feed, mate, lay eggs, and die. An interesting part is that the females grow cysts with the eggs that can lie dormant and viable for decades and even centuries. California Fairy Shrimp are the longest fairy shrimp.",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/24516aa0-1a54-11e7-bf77-bf01fa461c32",
        "ModifiedAt": "2017-10-18T18:35:47.676Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "California Fairy Shrimp",
        "Overview": "A small crustacean that is considered the most primitive of living crustaceans. It has a long body with stalk eyes and 11 pairs of swimming legs. Smaller than most other fairy shrimp, and the smallest out of the fairy shrimp in California the males are about 1/3 inches long and the females are 1.2 inches long. A vibrant feature is their red eyes. They are active during spring time and are near threatened. ",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://vernalpools.ucmerced.edu/node/162",
        "Scientific_Name": "Linderiella occidentalis",
        "Tags": "California Fairy Shrimp Linderiella occidentalis crustacean animal animals",
        "Type": "Branchiopoda"
    },
    {
        "CreatedAt": "2017-03-21T19:35:23.921Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "They need vernal pool habitats to live, and are found throughout the Central Coast, Sacramento Valley, San Joaquin Valley, and southern Sierra Nevada foothills, but are most common in the Sacramento Valley. When UC Merced was being constructed originally, it was going to built on the vernal pool habitat area, but that plan was changed and now is a valuable habitat for them.",
        "Id": "871e1810-0e6d-11e7-8db3-c904ce76693a",
        "Identification": "The Vernal Pool Tadpole Shrimp moves by gliding upside down, swimming by legs that move in a wave like motion from front to back. These legs are used for feeding, swimming, and breathing. They are omnivores and eat algae, bacteria, and detritus. Their life cycle is starting from eggs in the winter and hatches when there is enough rain. Then it grows and molts until it matures, and this takes 1 to 3 weeks. Adults only live for a season, which they feed, mate, lay eggs, and die. They are unique in that they are ecosystem engineers as they create turbidity by digging through pool sediments which reduces plant cover.",
        "Image": "https://bs1.cdn.telerik.com/image/v1/9dr3sdlksi8x50cv/resize=w:300,h:200,fill:cover/https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/ed95be00-0e6c-11e7-9d53-bb391952cf3a?1490124942929",
        "ModifiedAt": "2017-10-18T18:35:22.682Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Vernal Pool Tadpole Shrimp",
        "Overview": "Unique compared to other fairy shrimps, they are quite different. They look similar to a tiny horseshoe crab, it has a shield-like carapace with compound eyes. It has 48 swimming appendages and two cercopods with are pincer-like appendages at the end of the tail segment. The distinguishing feature from males and females are the eggs sacs that the females have, and both sexes are about 2.5 inches long.They can be seen in the spring and are endangered. ",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://vernalpools.ucmerced.edu/node/162",
        "Scientific_Name": "Lepidurus packardi",
        "Tags": "Vernal Pool Tadpole Shrimp Lepidurus packardi Fairy Shrimp Crab animal animals ",
        "Type": "Branchiopoda"
    },
    {
        "CreatedAt": "2017-03-22T03:10:31.062Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Can be found in wetlands such as vernal pools.",
        "Id": "1b712360-0ead-11e7-9eab-41c8bf10b767",
        "Identification": "Great valley button celery can be identified by its spiny protrusions, or thistles, between purple or white sepals. Stems are smooth and pale green to tan in color. The bush itself usually stands less than half a meter in height.",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/b33721a0-0f29-11e7-9dd0-afcce4f62ed7?201711819015",
        "ModifiedAt": "2017-11-08T19:01:53.282Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Great Valley Button Celery, Great Valley Eryngo",
        "Overview": "This is a perennial herb is native to California and prefers wetlands. Blooms from April to July and is federally endangered.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://calscape.org/Eryngium-castrense-(Great-Valley-Coyote-thistle)?srchcr=sc58625b66049d5",
        "Scientific_Name": "Erynigium Castrense",
        "Tags": "spiky pineapple-like  Plant plants\n",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-03-22T03:12:43.050Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Annual plant found throughout the reserve, typically in open areas or near the edges of trails/roads.",
        "Id": "6a1cc190-0ead-11e7-bd7f-25c877a32391",
        "Identification": "This annual herb grows no taller than 1m in height. Each flower head contains 9-25 disc florets which are yellow with black or purplish anthers. The head has a fringe of 3-7 yellow ray florets which often have lobed tips. The leaves appear linear, stubby, and green. The leaves and stems are sticky resulting from fine hairs and glands producing resin.",
        "Image": "https://bs1.cdn.telerik.com/v1/9dr3sdlksi8x50cv/be5a8ab0-03dd-11e7-962e-0be549308dde",
        "ModifiedAt": "2017-10-20T21:41:59.409Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Yellow Flower Tarweed, Narrow tarplant, Pit Gland tarweed",
        "Overview": "Native, non-invasive species. The resin, which tar plants excrete from their leaves, traps insects that could be potentially harmful to the plant. Blooms from May to November and is federally endangered.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.sanelijo.org/plant-guide/tarweed",
        "Scientific_Name": "Holocarpha virgata",
        "Tags": "Yellow flower\nSmall flower\nBush\nplant\nplants",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-03-22T03:16:29.275Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "They are found in open woodland such as coniferous and deciduous. Also, they live in backyard, burned areas and farmlands form sea level far up into the mountains.",
        "Id": "f0f41ab0-0ead-11e7-bbde-fd7a420dcfb1",
        "Identification": "These bird are highly social. They hunt for insect dropping from lower branches to the ground. They are usually feed on berries in trees. And rely on trees for both nesting and hunting. ",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/1fed12f0-0ecb-11e7-9eab-41c8bf10b767",
        "ModifiedAt": "2017-10-18T18:33:43.471Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Western Bluebird",
        "Overview": "The Western Bluebirds are small with short tails. Male Bluebirds are shiny blue with rust orange from their breast onto the upper back. While, Females are gray with pale orange on the breast with a hint of blue on their wings and tails. The throat is blue in males, while females have gray and their lower belly has a whitish color. ",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.allaboutbirds.org/guide/Western_Bluebird/id",
        "Scientific_Name": "Sialia Mexicana",
        "Tags": "Blue Bird Sialia Mexicana Western Bluebird birds animal animals",
        "Type": "Birds"
    },
    {
        "CreatedAt": "2017-03-22T03:19:14.535Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Originally, they lived in the tropics along riverbanks. Over a period of time, they have adapted to new territories and food diets. Before, they lived in trees or burrows to hunt for frogs and crustaceans away from coyotes and foxes. However, through immigration, their homes vary depending on their habitat and food supply. These home vary from mountain terrains to large cities. Their common food are fruits, berries, nuts, insect, rodents etc. But in urban areas, they eat food from the garbage. ",
        "Id": "5374c770-0eae-11e7-9eab-41c8bf10b767",
        "Identification": "In the wild, their life expectancy is about 2 to 3 years, but can live up to 20 years. \nSince their hind legs are longer than their front, they are hunched when they walk or run. They have great sense of touch. Its front paws are very sensitive and could increase to examine objects underwater.",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/1fecc4d0-0ecb-11e7-9eab-41c8bf10b767",
        "ModifiedAt": "2017-10-18T18:33:17.842Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Raccoon",
        "Overview": "Raccoons are known for their black mask covering their eyes with their light and dark strips alternating on its tail. An adult raccoon averages length from 24 to 38 inches in length and 14 to 23 lbs in weight. The young are called kits. ",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://www.pbs.org/wnet/nature/raccoon-nation-raccoon-fact-sheet/7553/",
        "Scientific_Name": "Procyon lotor",
        "Tags": "Stripes Black White Mammals Animals Procyon lotor  mammal animal animals",
        "Type": "Mammals"
    },
    {
        "CreatedAt": "2017-03-22T03:24:13.502Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Native to western America from Nevada, California to Baja California. It can thrive in a diverse range of habitats but is mostly found in California in along the coastline.",
        "Id": "05a785e0-0eaf-11e7-bbde-fd7a420dcfb1",
        "Identification": "This annual herb has a slender stem at about 40 cm tall. It has small leaves along the stem and larger ones at its bottom. At the top of the stem, flowers with white spoon-shaped petals protrude. Its fruits range from green to pink shiny color.",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/34cef170-0f2a-11e7-9dd0-afcce4f62ed7?2017118184320",
        "ModifiedAt": "2017-11-08T18:43:47.344Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Shining pepperweed, Peppergrass, Tongue grass",
        "Overview": "This plant is very short lived since it is usually an annual weed. However, it grows in vast amounts and could be found in many places. Can be seen all seasons and is not endangered.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://www.inaturalist.org/taxa/47202-Lepidium-nitidum",
        "Scientific_Name": "Lepidium nitidum var. nitidum",
        "Tags": "spoon shaped petals flower plant red shiny Lepidium nitidum var. nitidum Shining pepperweed plants",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-03-22T03:27:15.102Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "It is endemic to California: mostly seen along foothills however, also grows in the Central valley as well as within the Sierra Nevada foothills.",
        "Id": "71e57be0-0eaf-11e7-bd7f-25c877a32391",
        "Identification": "This annual herb has bright yellow colored flowers, each petal is a centimeter long. Its height ranges from 6-12 inches and at the end of each stalk has a single poppy flower. The four white flower petals are sometimes pale, pink, and narrow towards the base. Its fruit is shaped like a flat heart and also has a peppery taste to it. Additionally, its seeds are flat and long and have a red-yellow-brown color.",
        "Image": "https://bs1.cdn.telerik.com/v1/9dr3sdlksi8x50cv/1fed12f1-0ecb-11e7-9eab-41c8bf10b767",
        "ModifiedAt": "2017-10-20T21:38:39.753Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Shepherd's purse",
        "Overview": "It is a small annual herb that is drought resistant. It must be exposed to sun. This plant is attractive to bees, butterflies and/birds. May bloom in winter and is not endangered.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://ipm.ucanr.edu/PMG/WEEDS/shepherdspurse.html",
        "Scientific_Name": "Capsella bursa-pastoris ",
        "Tags": "white flower plant Capsella bursa-pastoris Shepherd's purse plants",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-03-22T06:25:10.599Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Native to the Pacific slope of North America from Western Oregon to Baja California.  The seed were introduced into English garden in the 19th century. It is seen alone roadsides, empty lots and other places. Some poppies are wild but some are not (hard to distinguish nowadays). ",
        "Id": "4cfd0d70-0ec8-11e7-a7de-315df42d4365",
        "Identification": "Each petal of the flower has a deep-orange spot closer to the stamen, its color vary from orange to yellow. Its flowers ranges from 1-3 in wide. The stems heightened to 1-2 ft.",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/1fed12f2-0ecb-11e7-9eab-41c8bf10b767",
        "ModifiedAt": "2017-10-18T18:40:58.296Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "California Poppy",
        "Overview": "The poppies will bloom in spring and early summer and then dies down during the summer. Its flower only opens on sunny days. Blooms from February to September. They are endangered.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.fs.fed.us/wildflowers/plant-of-the-week/eschscholzia_californica.shtml         http://www.wildflower.org/plants/result.php?id_plant=esca2",
        "Scientific_Name": "Eschscholzia californica ",
        "Tags": "Orange Flower Plant Poppy Plants ",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-03-22T06:28:29.053Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "It is endemic to California: mostly seen along foothills however, also grows in the Central valley as well as within the Sierra Nevada foothills.",
        "Id": "c34693c0-0ec8-11e7-a7de-315df42d4365",
        "Identification": "This annual herb has bright yellow colored flowers, each petal is a centimeter long. Its height ranges from 6-12 inches and at the end of each stalk has a single poppy flower. This plant is attractive to bees, butterflies and/birds.",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/1fed12f3-0ecb-11e7-9eab-41c8bf10b767",
        "ModifiedAt": "2017-10-20T21:36:33.074Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Frying pan, Lobb's Golden Poppy",
        "Overview": "It is a small annual herb that is drought resistant. It must be exposed to sun. This plant is attractive to bees, butterflies and/birds. Blooms late spring to early fall.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://davesgarden.com/guides/pf/go/77620/#b          http://calscape.org/Eschscholzia-lobbii-(Fryingpans)",
        "Scientific_Name": "Eschscholzia lobbii ",
        "Tags": "Bright Yellow orange spot Yellow Poppy Plants plant",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-03-22T16:59:02.735Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "The goldfinch’s main natural habitats are weedy fields and floodplains, where plants such as thistles and asters are common. They’re also found in cultivated areas, roadsides, orchards, and backyards. American Goldfinches can be found at feeders any time of year, but most abundantly during winter.",
        "Id": "d9e875f0-0f20-11e7-9ead-0bf8f622fce1",
        "Identification": "American Goldfinches are active and acrobatic little finches that cling to weeds and seed socks, and sometimes mill about in large numbers at feeders or on the ground beneath them. Goldfinches fly with a bouncy, undulating pattern and often call in flight, drawing attention to themselves.",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/8821ac30-1a30-11e7-975c-1b97ac7cd703",
        "ModifiedAt": "2017-10-18T18:36:50.409Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "American Goldfinch",
        "Overview": "The American Goldfinch is a small finch with a short, conical bill and a small, head, long wings, and short, notched tail. Adult males in spring and early summer are bright yellow with black forehead, black wings with white markings, and white patches both above and beneath the tail. Adult females are duller yellow beneath, olive above. Winter birds are drab, unstreaked brown, with blackish wings and two pale wingbars. Least concern.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.allaboutbirds.org/guide/American_Goldfinch/id",
        "Scientific_Name": "Spinus tristis",
        "Tags": "American Goldfinch bird yellow brown black spinus tristis finches small white bird animal",
        "Type": "Birds"
    },
    {
        "CreatedAt": "2017-03-22T17:00:14.810Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Badgers prefer to live in dry, open grasslands, fields, and pastures. They are found from high alpine meadows to sea level.",
        "Id": "04de3ba0-0f21-11e7-a4c2-53ea2bcfe46b",
        "Identification": "Badgers are solitary animals who are mainly active at night. They tend to be inactive during the winter months. Badgers are known to be excellent digging machines. Their powerfully built forelimbs allow them to tunnel rapidly through the soil and other substrates. They construct underground burrows for protection and sleeping.",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/18392f50-1a31-11e7-a494-136daa1001a9",
        "ModifiedAt": "2017-10-20T21:31:28.605Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "American Badger",
        "Overview": "The Badger is a brown fur-covered mammal with short legs and low profile. The head appears pointed and small for the body. They have short ears and a short, furry tail. They may bee seen year round and are of least concern.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://naturemappingfoundation.org/natmap/facts/badger_712.html",
        "Scientific_Name": "Taxidea taxus",
        "Tags": "badger animal mammal brown fur",
        "Type": "Mammals"
    },
    {
        "CreatedAt": "2017-03-22T17:01:36.289Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "This is an annual climbing herb is not native to California and, is confined to western North America. It is native to Europe and Asia, it was introduced to western North America most likely as a contaminant in crop seed in the 1700s. This invasive species prefers roadsides, grasslands, and along streams. ",
        "Id": "356ef110-0f21-11e7-a41a-8f6e7fc03bf7",
        "Identification": "The leaves of this perennial vine are spirally arranged. They are arrowhead-shaped and range from 2–5 cm long with a 1–3 cm petiole. The flowers are trumpet-shaped with a 1-2.5 cm diameter. They are colored white or pale pink with five slightly darker pink radial stripes. It is a climbing perennial vine; it grows up along trees and other objects. Because of this, it can choke out other plants and causes harm to the environment.",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/fe1d0860-19b5-11e7-ad2e-714fb7526f3f?201710140841",
        "ModifiedAt": "2017-11-03T01:48:47.849Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Field Bindweed",
        "Overview": "Flowering occurs in the mid-summer. funnel-shaped flowers develop, its coloring goes from white to pale pink. As a creeping hemiparasite, it lives multiple years and is able to grow up higher and higher. Because of this, it can choke out other plants and causes harm to the environment. It does this by out competing other plants for sunlight moisture and nutrients. It is difficult to remove because of the extensive root system, but shading the plant through paper, straw, or wood chips can control the species.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.calflora.org/cgi-bin/species_query.cgi?where-calrecnum=2321",
        "Scientific_Name": "Convolvulus arvensis ",
        "Tags": "Convolvulus arvensis Field Bindweed  withy wind smallflowered morning glory creeping jenny white flower plant flower",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-03-22T17:18:33.809Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "The Loggerhead Shrike prefers the open country with sparse trees and shrubs. They may also be seen in large openings of wooded habitats as well as short habitats without trees.",
        "Id": "93ec2c10-0f23-11e7-a41a-8f6e7fc03bf7",
        "Identification": "The Loggerhead Shrike is a songbird with a thick body, large blocky heads. It has a thick beak with a slight curb. Its length ranges from 7.9-9.1 inches with a wingspan of 11-12.6 inches. The Loggerhead shrike is grey in color with black coloring around its eyes and white on its throat. Its wings are black with white bases and its tail is black with white corners.",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/061ceac0-1a25-11e7-806f-09a6b5928ba5",
        "ModifiedAt": "2017-10-18T18:34:55.229Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Loggerhead Shrike",
        "Overview": "The Loggerhead Shrike prefers to sit on low, exposed perches to easily search for rodents, lizards, birds, and insects. They eat small prey but are known for impaling larger prey on thorns or barbed wire for later consumption. While flying, this bird uses very rapid wing beats, it often observed hovering. They do not migrate and are of least concern.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.allaboutbirds.org/guide/Loggerhead_Shrike/id",
        "Scientific_Name": "Lanius ludovicianus",
        "Tags": "bird grey small white black birds animal",
        "Type": "Birds"
    },
    {
        "CreatedAt": "2017-03-22T17:46:55.586Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Although found exclusively in California, The Heermann's Kangaroo Rat is found in a variety of habitats. Some subspecies inhabit planes, others prefer sandy valleys , and others prefer hilly knolls with shallow soil.",
        "Id": "8a42bc20-0f27-11e7-9dd0-afcce4f62ed7",
        "Identification": "Heermann's kangaroo Rats have a size ranging from 10 - 12.5 in. Females tend to be an inch smaller than the males on average.  They have short front feet and long hind legs with a long tail to match. They are varying degrees of brown in color with a white stripe on their upper thigh.",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/b2a83650-1a25-11e7-975c-1b97ac7cd703",
        "ModifiedAt": "2017-10-18T18:33:48.713Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Heermann's kangaroo Rat",
        "Overview": "Being a nocturnal creature, Heermann's Kangaroo rat is a burrowing animal who spends up to 23 hours in the burrow a day. They forage for food, primarily Erodium, Bromus mollis and Eromocarpus depending on seasonality. Heermann's Kangaroo Rat dust bathes after foraging  and they can run at speeds up to 5 meters per second. They are also solitary creatures and will drum its hind-feet against the ground to alert others of their presence.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://naturalhistory.si.edu/mna/image_info.cfm?species_id=67\n\nhttp://animaldiversity.org/accounts/Dipodomys_heermanni/",
        "Scientific_Name": "Dipodomys Heermanni",
        "Tags": "brown rat ground animal mammal",
        "Type": "Mammals"
    },
    {
        "CreatedAt": "2017-03-22T17:59:40.828Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Habitats include semi-dessert and bush land. Bobcats are great hunters so a habitat with lots of prey is perfect. Bobcats are usually territorial and solitary. For instance, females never share territory but some male territories overlap. Human population reduce their habitat space.",
        "Id": "526165c0-0f29-11e7-9288-f54074fd9dcd",
        "Identification": "Medium size cat with a bobbed tail. Brownfur with black or brown/tan spots. Length 70-120 cm. Weight 7-14kg",
        "Image": "https://bs1.cdn.telerik.com/v1/9dr3sdlksi8x50cv/aed2ab00-1a2a-11e7-975c-1b97ac7cd703",
        "ModifiedAt": "2017-10-18T18:33:21.033Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Bobcat",
        "Overview": "Mating season is late winter and kittens are usually born during early spring. Lifespan is up to 16 years. They are solitary animals that are most active at night (dawn and dusk). They have a great sense of hearing, smell and vision. Least concern.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://www.defenders.org/bobcat/bobcats    http://elelur.com/mammals/bobcat.html",
        "Scientific_Name": "Lynx rufus",
        "Tags": "bobcat lynx rufus mammal cat furry cat",
        "Type": "Mammals"
    },
    {
        "CreatedAt": "2017-03-22T18:03:02.499Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "It is native to California yet can be found throughout most of North America. It is commonly found along roadsides, fields, and other dry open places.  It also prefers meadows, vernal pools, and shrub-steppes",
        "Id": "ca95cc20-0f29-11e7-a41a-8f6e7fc03bf7",
        "Identification": "A green plant, 1-3 ft tall, with small hairy leaves going up the stems. Blooms unravel yellow flowers at the tips making the flowers look like the head of a fiddle or violin. It has an erect stem with green leaves all covered in thin white bristles. The stems unrolls with flowers blooming from the bottom to the top. Each flower has a calyx with 5 lobes, each lobe is yellow. ",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/078be120-1982-11e7-aa76-ffeefc4898ff?201711313745",
        "ModifiedAt": "2017-11-08T18:13:37.832Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Menzies' Fiddleneck, Small flowered fiddleneck",
        "Overview": "As an annual herb, it completes its life cycle in the course of the year. Because they can be toxic to animals (animals will not eat them), they are very commonly found. It flowers and germinates in the spring, and there is a subspecies that even self-pollinates. Blooms from March to May and is not endangered",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.calflora.org/cgi-bin/species_query.cgi?where-calrecnum=326\n\nhttp://www.wildflower.org/plants/result.php?id_plant=AMMEI2",
        "Scientific_Name": "Amsinckia Menziesii",
        "Tags": "yellow green flower grass Plant Amsinckia Menziesii Menzies' Fiddleneck plants",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-03-22T18:06:08.328Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Northern Harriers breed in wide open habitats such as grasslands and marshes. Their nests are concealed in the ground in grasses or wetland vegetation.",
        "Id": "39593480-0f2a-11e7-8ed7-d143d015166b",
        "Identification": "Northern Harrier's have an owl like face with a small and sharply hooked bill. They often fly with their wings in a V-shape above the horizontal.Males are usually gray above and whitish below with black wingtips. Females and immatures are usually brown with black bands.",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/addb0f20-1a2b-11e7-806f-09a6b5928ba5",
        "ModifiedAt": "2017-10-18T18:33:13.782Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Northern Harrier, Marsh hawk",
        "Overview": "Northern Harriers fly low over the ground when hunting. And will eat on the ground. Males like to perform flying barrel rolls to court females. It is a predator of the California black rail. Classified as of least concern.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.allaboutbirds.org/guide/Northern_Harrier/id",
        "Scientific_Name": "Circus Cyaneus ",
        "Tags": "Northern Harrier \ngray \nblack wing bird  \nwetland hunting bird\nHawk\nbird\nbirds\nanimal\nanimals",
        "Type": "Birds"
    },
    {
        "CreatedAt": "2017-03-22T18:15:50.824Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Western Meadowlarks like to breed over the spring and summer and forage over the winter. So look for them among low to medium-height grasses more so than in tall fields. They also occur along the weedy verges of roads, marsh edges, and mountain meadows up to 10,000 feet.",
        "Id": "948b0a80-0f2b-11e7-a41a-8f6e7fc03bf7",
        "Identification": "The Western Meadowlarks are chuncky and shorter-tailed, with a flat head, long, slender bill, and always appear in a posture that hides its neck. Hence its Scientific name. The wings are rounded and short for the bird’s size and the tail is short, stiff, and spiky. Has yellow colored underparts and a black \"V\" that crosses the breat area.",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/e246f660-1a40-11e7-bfc2-af3c3e121c77",
        "ModifiedAt": "2017-10-18T18:32:38.656Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Western Meadowlark",
        "Overview": "Western Meadowlarks are mostly found foraging on the ground alone or, in winter, in small, loose flocks. In spring and summer, males like to sing from any high points, such as trees or power lines. Least concern.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.allaboutbirds.org/guide/Western_Meadowlark/id    https://www.flickr.com/photos/usfwsmtnprairie/",
        "Scientific_Name": "Sturnella Neglecta ",
        "Tags": "western meadowlark \nyellow \nslender \nshort \nsmall \nspiky tail \nsing \nbill black \nbird\nbirds\nanimal\nanimals",
        "Type": "Birds"
    },
    {
        "CreatedAt": "2017-03-22T18:20:14.378Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Native to northern and central California and Oregon. Prefers moist meadows, fields and hillsides.",
        "Id": "31a230a0-0f2c-11e7-968a-c58091e36160",
        "Identification": "This annual herb grows up to 1.5-2ft tall and has wavy-edged leaves about two inches long. This flower is circular disk-like shaped with white and/or purple wheels of color. It also has a green center and spokes around that center",
        "Image": "https://bs1.cdn.telerik.com/v1/9dr3sdlksi8x50cv/1ff8bcf0-19a6-11e7-ac1a-91aea2c27394?2017101401323",
        "ModifiedAt": "2017-11-03T01:46:26.860Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Fringe pod, Ribbed fringepod, Showy fringe pod",
        "Overview": "The ribbed fringepod is an annual flowering plant under the mustard family. This fruit has a flat wing around it and is ribbed with purple rays like the spokes of a wheel. This is one of its distinguishing characteristics. ",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://www.calflora.org/cgi-bin/species_query.cgi?where-taxon=Thysanocarpus+radians\n\nhttp://www.inaturalist.org/taxa/68891-Thysanocarpus-radians",
        "Scientific_Name": "Thysanocarpus radians",
        "Tags": "circular purple flower \nThysanocarpus radians \nRibbed Fringepod\nPlants\nplant",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-03-22T18:24:13.450Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Native to california it grows in valley and foothill grasslands and (mesic) Vernal pools",
        "Id": "c021aea0-0f2c-11e7-8ed7-d143d015166b",
        "Identification": "The stems of this annual herb may be decumbent or erect with a 10–40 cm in length. Colors range from blue and pink to white, with the lower (larger) lip including a white or yellow patch. The fruit is in a capsule about 1 inch long. It also has narrow cauline leaves that may drop off before the flower develops. Flower colors range from blue and pink to white, with the lower (larger) lip including a white or yellow patch.",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/986ae970-19c3-11e7-9ea8-2b8212095a26",
        "ModifiedAt": "2017-10-18T18:30:30.158Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Dwarf Calicoflower",
        "Overview": "Downingia pusilla is a species of flowering plant in the bellflower family. The flowers are typically inverted by the twisting of the ovary during blooming. Blooms from March to May.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://www.calflora.org/cgi-bin/species_query.cgi?where-taxon=Downingia+pusilla",
        "Scientific_Name": "Downingia pusilla",
        "Tags": "Downingia pusilla \nDwarf Calicoflower \ndowningia \nBlue \nPink \nWhite flowers \nsmall\nPlants\nPlant",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-03-22T18:35:45.523Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Although Naive to Europe, many are found throughout western United States. It prefers alkaline or waste places at low elevations.",
        "Id": "5ca3a430-0f2e-11e7-9dd0-afcce4f62ed7",
        "Identification": "Annual grass with a spiky \"bushy\" tip (glume). Its size ranges from 0.5 ft to 1.3 ft. The stem bends at a slight angle at each node.",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/2418c080-1a2a-11e7-975c-1b97ac7cd703",
        "ModifiedAt": "2017-10-18T18:30:17.029Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Barley, Bobtail barley, Little barley, Vernal barley",
        "Overview": "Barley has glumes (forming the husk of grain) which are spread while young and will straighten with age. Has spring bloom period (March through May)",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.calflora.org/cgi-bin/species_query.cgi?where-calrecnum=9135\n\nhttps://plants.usda.gov/core/profile?symbol=HOMAG",
        "Scientific_Name": "Hordeum marinum ssp. gussoneanum",
        "Tags": "grass\ngreen \ndry brown \nspikey\nplant\nplants",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-04-04T04:28:18.671Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Short Woollyheads have a range all the way from southwestern Canada to California and Northwestern Mexico. It prefers moist flat areas such as wetlands and vernal pools. It can an elevation range of 0 ft to 8000 ft. It can be found in temporarily flooded depressions along ponds though much of its habitat has been lost to agricultural development. Also invasive plant species threaten the native annual by out competing it.  ",
        "Id": "20ec7ff0-18ef-11e7-9d3d-bdc8fd71759f",
        "Identification": "Also known as woolly marbles, and woolly heads, this herb is a species of flowering plant under the aster family. It is a small, woolly annual plant that only grows an inch or two tall stem. It sometimes has multiple stems, and it has grey-green leaves the are straight along with the stem often very close to it. In the center grows a cluster of small circular flowers with tiny woolly disc flowers surrounded by leaves, and each flower is covered in dense woolly scales, making it look cottony.",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/a384d9f0-196a-11e7-9e70-590b56f7898d",
        "ModifiedAt": "2017-10-18T18:29:48.245Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Short Wollyhead, Short Woolly Hairs, Woolly marbles",
        "Overview": "As an annual plant, it completes its life cycle in one year. It sprouts, flowers, produces seeds, and dies all during the warmer months of the year. It has a large habitat across the western North America because of the migrating water fowl that pick up the seeds and take them all over. It has the ability to tolerate high moisture level in the winter and low moisture level in the summer, making well suited for vernal pools. Blooms from May to June. Not endangered.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "\nhttps://www.itis.gov/servlet/SingleRpt/SingleRpt?search_topic=TSN&search_value=529896#null\nhttp://ucjeps.berkeley.edu/cgi-bin/get_cpn.pl?Psilocarphus+brevissimus+var.+brevissimus&expand=1\nGary A. Monroe",
        "Scientific_Name": "Psilocarphus brevissimus var. brevissimus",
        "Tags": "Psilocarphus brevissimus var. brevissimus \nplant \ngreen \nsmall \nShort Wollyhead\nPlants",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-04-04T20:37:51.938Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "A native to North America, it grows throughout much of the Western states including California. It prefers open areas such as woodlands, pastures, fields, outskirts of forests, and disturbed areas such as agriculture areas and urban waste sites. It can grow in many types of environments and soil types. This weed is widespread throughout temperate and subtropical regions. It also has become common throughout the globe.",
        "Id": "92e49a20-1976-11e7-ab60-4fa290c83426",
        "Identification": "The Spiny Cocklebur gets its name from the long sharp yellow spines along the plant and these spines grow in clusters of 2 to 3. It is an annual herb that can grow up to 4.5 ft tall and has leaves divided into linear lobes with the middle leaf as the longest. These leaves are dark green or gray on top and white on the bottom. The flowers have burst on them and easily attach to animals and objects passing nearby the plant. The stems are arranged with leaves and spikes alternating until the top with the flower with burs on end the end of the stem. There are multiple stems growing from the spiny cocklebur.",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/e8aadfb0-1975-11e7-8807-936c09fe24f3?2017101402535",
        "ModifiedAt": "2017-11-08T18:57:08.261Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Spiny Cocklebur",
        "Overview": "As a summer annual herb, it completes its entire life cycle in 1 year, from growing as a seedling to pollinating and dying. It uses spiny burs to disperse to new areas, as these burs easily catch onto animals and that way it can grow in new areas. Their seeds can survive up to 3 years under field conditions. Another trait that helps the plant survive is that it is toxic to animals, especially the seedlings. For people this plant can cause dermatitis for sensitive individuals. Blooms from July to October and is not endangered.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://plants.usda.gov/java/largeImage?imageID=xasp2_002_ahp.tif\nhttp://wric.ucdavis.edu/information/natural%20areas/wr_X/Xanthium_spinosum-strumarium.pdf\n",
        "Scientific_Name": "Xanthium spinosum",
        "Tags": "Spiny Cocklebur Xanthium spinosum annual spike plant burr plants plants",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-04-05T01:44:42.313Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Native to Eurasia, it is found mainly in Illinois, but also occurs in California. It is an invasive plant, meaning it causes harms to any ecosystem it lives in, it prefers disturbed areas such as weedy meadows, thickets, roadsides, vacant lots, and vernal pools. It does not invade high quality natural areas to any significant degree.",
        "Id": "7054e390-19a1-11e7-857c-5daaacb20903",
        "Identification": "Part of the Mustard family, this summer annual can grow from 2 to 8 ft tall, and has some branches. The stems have hairs scattered around the base of the plant, and the lower leaves are pinnately lobed and obovate in the outline. The upper part of the leaf is bristly with hairs that are short and white. Black mustard has yellow flowers that has 4 petals several stamens and a pistil. The leaves of the flower are originally green but turn yellow as it flowers. The leaves are covered in small hairs; they can wilt on hot days, but recover at night.  It is cultivated for its seeds as spice. ",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/f4df0dd0-19a0-11e7-9c2c-67940b0486dd?2017101401610",
        "ModifiedAt": "2017-11-08T18:16:32.841Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Black Mustard",
        "Overview": "Not native to California, this annual herb poses a moderate threat. The small (1 mm) seeds are hard and vary in color from dark brown to black. They are flavorful, although they have almost no aroma. The seeds are commonly used in Indian cuisine, for example in curry, where it is known as rai.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://www.illinoiswildflowers.info/weeds/plants/black_mustard.htm\nBarry Breckling\n",
        "Scientific_Name": "Brassica nigra",
        "Tags": "Black Mustard \nBrassica nigra \nyellow plant \ntall common flower\nplants\nplant",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-04-05T05:41:56.898Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Native to western North America, from northwestern Baja California, throughout California, and north to British Columbia. It is found in grasslands; chaparral; oak, mixed conifer and Joshua tree woodlands; coastal sage scrub; and open conifer forests.",
        "Id": "94ce3020-19c2-11e7-99b8-4fac17ceb964",
        "Identification": "The annual/perennial herb, Lupinus bicolor, has a short hairy stem and thin, palmately-arranged leaves. The flowers are usually two colors. One is often a deep blue and the other color is often white and sometimes a light purple or magenta. The plants are of value to pollinators, including native bees and bumble bees.",
        "Image": "https://bs1.cdn.telerik.com/v1/9dr3sdlksi8x50cv/11af1220-19c4-11e7-857c-5daaacb20903",
        "ModifiedAt": "2017-10-18T18:40:38.296Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Miniature Lupine, Annual lupine, Bicolored lupine",
        "Overview": "They grow up to 8 cm tall. The plants are of value to pollinators, including native bees and bumble bees.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://www.calflora.org/cgi-bin/species_query.cgi?where-calrecnum=5118",
        "Scientific_Name": "Lupinus bicolor",
        "Tags": "Lupinus bicolor\nMiniature Lupine\nDeep Blue flowers\nLight purple flowers\nMagenta flowers \nplant\nplants",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-04-05T17:29:25.470Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Not native to California, the broadleaf filaree prefers non wetlands, but can occasionally be found in wetlands.",
        "Id": "6a203fe0-1a25-11e7-bd05-43ef83a3b655",
        "Identification": "This annual herb tends to be less than a foot high yet, in extreme cases some can get to reach three feet. In blooming season their flowers have a pink-violet color with darker striation of each petal.",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/501a39c0-1a3e-11e7-806f-09a6b5928ba5",
        "ModifiedAt": "2017-10-18T18:40:11.557Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Longbeak stork's bill, Big heron bill, Broadleaf filaree",
        "Overview": "Erodium botrys is a species of flowering plant in the geranium family. Long Beaks only last one year. Blooms through March and June. Is not endangered.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.calflora.org/cgi-bin/species_query.cgi?where-calrecnum=3446   http://www.yosemitehikes.com/wildflowers/filaree/filaree.htm",
        "Scientific_Name": "Erodium botrys",
        "Tags": "pink purple violet plant plants",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-04-05T18:42:29.468Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "It grows in seasonally wet habitats such as meadows and vernal pools.",
        "Id": "9f3141c0-1a2f-11e7-bf77-bf01fa461c32",
        "Identification": "The oppositely arranged, lightly hairy leaves are widely lance-shaped and up to about 4.5 centimeters long. The wide mouth of the flower is pink in color with a white and yellow blotched throat and a large maroon spot at the base of each of the five lobes.",
        "Image": "https://bs1.cdn.telerik.com/v1/9dr3sdlksi8x50cv/8a832df0-1a53-11e7-806f-09a6b5928ba5",
        "ModifiedAt": "2017-10-18T18:39:19.307Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "monkeyflower",
        "Overview": "It is an annual herb growing up to about 14 centimeters in maximum height. Blooms from March to June and is not endangered.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://ucjeps.berkeley.edu/cgi-bin/get_JM_treatment.pl?7177,7386,7451",
        "Scientific_Name": "Mimulus tricolor ",
        "Tags": "Purple flower plant plants",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-04-05T23:50:20.441Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "The Vernal Pool Fairy shrimp has the widest geographical range of any fairy shrimp in California ranging from riverside to Oregon. They, however are only found in 16.3% of vernal pools. The 90% of the vernal pools in Merced, however are documented with Vernal Pool Fairy shrimp. They are found in smaller, shallower pools averaging 6 inches in depth.",
        "Id": "a0c01090-1a5a-11e7-b554-2fe7f11bde65",
        "Identification": "The Vernal Pool Fairy Shrimp are a small freshwater crustacean who range in size from .5 to 1 inch long. They are usually translucent, although some show white or orange coloring, and they have 11 pairs of legs.",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/add8e0e0-1a5a-11e7-8654-f1b7ed926214",
        "ModifiedAt": "2017-10-20T22:10:43.864Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Vernal Pool Fairy Shrimp",
        "Overview": "The Vernal Pool Fairy Shrimp hatch from cysts during cold winter storms lower than 50 degrees Fahrenheit. They reach maturity on average in 40 days but can range from 18 to 147 depending on temperature. It swims by moving it's legs back and fourth. It eats thing like algae, bacteria and protozoa. They can survive long periods of drought because they lay drought resistant eggs. They are active during the spring and categorized as vulnerable.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://vernalpools.ucmerced.edu/node/162",
        "Scientific_Name": "Branchinecta lynchi",
        "Tags": "fairy shrimp vernal pool crustacean clear small shrimps",
        "Type": "Branchiopoda"
    },
    {
        "CreatedAt": "2017-04-12T18:09:32.570Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Plant is said to be Native from California to Idaho and it located in vernal pool ecosystems. Specifically in the wetlands.",
        "Id": "2dc2a890-1fab-11e7-bd3a-ab5f83226fbf",
        "Identification": "This annual herb grows on an erect stem with small leaves at intervals. The top of the stem contains one or more flowers. The color of the flower may be blue/purple with little bands of yellow and white.",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/c6af5ee0-1fab-11e7-9a7d-c7b27cb7df70",
        "ModifiedAt": "2017-10-18T18:38:34.644Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Doublehorn calico flower, Bristled downingia",
        "Overview": "t is known as an annual herb but, they only bloom from April- May and they take 1-8 months growing. Is not endangered.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://en.wikipedia.org/wiki/Downingia_bicornuta#/media/File:Downingiabicornuta.jpg",
        "Scientific_Name": "Downingia bicornuta",
        "Tags": "purple flower white yellow plants plant",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-04-12T18:13:02.748Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Habitats include sandy, gravelly desert areas, especially near Creosote Bush, below 4,000 feet. Endemic to California, the valley popcorn flower is commonly found throughout the central valley down to the southernmost part of California. It can be found in valleys, foothills of the Sierra Nevada, coastlines, and vernal pools. ",
        "Id": "ab096dc0-1fab-11e7-bd3a-ab5f83226fbf",
        "Identification": "This hairy plant can grow 6 to 20 inches high and up to 4 inches in length. Spatula-shaped leaves up to 4 inches in length are located in a basal rosette at the base of the stem, with smaller ones located along the stem's length. Their flowers bloom like a popcorn. As an annual herb, it grows, pollinates, flowers in the spring, and finally dies within the course of a year. The valley popcorn flower can quickly overcome an area growing and reproducing rapidly.",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/b777f450-1fab-11e7-9a7d-c7b27cb7df70",
        "ModifiedAt": "2017-10-18T18:38:00.490Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Valley popcorn flower, Grey popcorn flower",
        "Overview": "It is an annual herb that is found in the Mojave and Sonoran deserts throughout California, Arizona and northern Baja. A flowering plant under the borage family, this wildflower has a purple edge and has purple juice when the leaves are crushed. The fruit grown is very small and rounded. Blooms from March to May and is endangered.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://plants.usda.gov/core/profile?symbol=PLCAC4        http://www.desertusa.com/flowers/popcorn-flowers.html",
        "Scientific_Name": "Plagiobothrys canescens ",
        "Tags": "Valley popcornflower\nPlagiobothrys canescens \ntiny open flowers\nwhite flowers\npopcorn\ngrey hairy flowers\nPlant\nplants",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-04-12T18:49:22.772Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Draba verna can be found in meadows, fields, and foothills.",
        "Id": "be6eb140-1fb0-11e7-9310-776f9724a591",
        "Identification": "The flowers have four deeply notched white petals and are born an inch or two above the ground, supported by a long stem. The leaves are clustered at the base of the plant.",
        "Image": "https://bs1.cdn.telerik.com/v1/9dr3sdlksi8x50cv/6d9b3dd0-c4b3-11e7-957e-2de19e18736c",
        "ModifiedAt": "2017-11-08T18:36:13.749Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Shadflower, Spring draba, Whitlow grass",
        "Overview": "This annual herb is native to both the Americas and Europe. The herb is 'anthropogenic' which means that it prefers man-made or disturbed habitats. Blooms from February to May and is not endangered.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://gobotany.newenglandwild.org/species/draba/verna/ http://www.calflora.org/cgi-bin/species_query.cgi?where-taxon=Draba+verna",
        "Scientific_Name": "Draba verna",
        "Tags": "Spiky pineapple-like purple stems White flowers plants plant",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-04-12T18:50:38.660Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "It is native to California's grasslands, woodlands, and wetlands. It can be found outside of California, but is confined to western North America.",
        "Id": "ebaa4840-1fb0-11e7-bd3a-ab5f83226fbf",
        "Identification": "Atop the stem of this annual herb is a large, rounded bud which opens into a spherical cluster of flowers. The actual flowers are small and yellow and nearly invisible when the fruits open. The fruit extends as shiny bright white scales which appear as long rectangular flower petals. It grows approximately one foot in height, flower buds protruding from a large  green stem. The bud is rounded which is brings in spherical flowers that are a cluster. The white snowy fruits have a like-ness to dandelions.",
        "Image": "https://bs1.cdn.telerik.com/v1/9dr3sdlksi8x50cv/9d025390-1fb0-11e7-83f2-4d4bf7c14612",
        "ModifiedAt": "2017-10-20T21:29:01.026Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Soft blow wives",
        "Overview": "Achyrachaena also known as blow wives are aptly named due to its silky white, single-seeded fruits ability to be carried in the wind. Blooms through April to May and is not endangered.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://www.calflora.org/cgi-bin/species_query.cgi?where-taxon=Achyrachaena+mollis",
        "Scientific_Name": "Achyrachaena mollis",
        "Tags": "white yellow flower bud green plant plants",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-04-12T19:10:14.042Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "The owl's clover is native to California, the Sierra Nevada Foothills, Great Central Valley, Central Western California, Southern California, the Mojave Desert, and much of the northwestern United States. Grassy plains remain its primary environment.",
        "Id": "a83f57a0-1fb3-11e7-83f2-4d4bf7c14612",
        "Identification": "This annual herbs Inflorescence begins with the upper bracts, generally 5 mm wide, beginning to bloom. The bracts may be tipped white, black, pale yellow, or a lighter purplish red which distinguish it from other members of the genus. The flower is tube-shaped and somewhat hidden in the colorful bracts which give it the appearance of being a flower. The height of the pale purple owlclover varies from 4-8 inches tall.",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/149cb1f0-1fb3-11e7-9310-776f9724a591",
        "ModifiedAt": "2017-10-18T18:35:31.424Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Owl’s clover, Exserted indian paintbrush,\nPale purple owlclover",
        "Overview": "The Castilleja Genus describes hemiparasites which derive some of their nutrients directly from the roots of other plants by injecting them with haustoria; this is the reason for its sporadically growing leaves. Blooms from March to June. Is not endangered but is a host species to endangered butterflies.\n",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://www.calflora.org/cgi-bin/species_query.cgi?where-calrecnum=1694",
        "Scientific_Name": "Castilleja exserta spp. exserta",
        "Tags": "purple flower green white yellow plant plants",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-04-12T19:27:27.723Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "They are found in short lived vernal pools averaging 4 inches in depth. The mid-valley fairy shrimp has also been found on San Joaquin Silt Loam soils on the Riverbank formation on Low Terrace land forms.",
        "Id": "105e8bb0-1fb6-11e7-9a7d-c7b27cb7df70",
        "Identification": "The male Mid-Valley Fairy Shrimp is characterized by a simple antennae which are bent such that the larger hump is in the back in the Conservancy Fairy Shrimp.. The males are 0.5 to 0.8 inch long where as the females are 0.3 to 0.8 inch long.\n",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/2696dea0-1fb6-11e7-bd3a-ab5f83226fbf",
        "ModifiedAt": "2017-10-20T21:58:23.478Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Mid-Valley Fairy Shrimp",
        "Overview": "The Mid-Valley Fairy Shrimp can reach maturity in as little as four days and reproduce in 16 days. This allows the species to survive through long periods of extreme drought. Can be seen following spring showers.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://vernalpools.ucmerced.edu/node/162 https://www.fws.gov/sacramento/es/recovery-planning/Vernal-Pool/Documents/midvalley_fairy_shrimp.pdf",
        "Scientific_Name": "Branchinecta mesovallensis",
        "Tags": "fairy shrimp vernal pool crustacean shrimp shrimps",
        "Type": "Branchiopoda"
    },
    {
        "CreatedAt": "2017-04-19T00:31:13.402Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Look for them in open country with very short or no vegetation, including bare agricultural fields. They breed in short grassland, short-stature sage shrubland, desert, and even alpine and arctic tundra. Horned Larks are common birds to see during daylight hours.",
        "Id": "7e32f5a0-2497-11e7-8efc-2f2ec49c3595",
        "Identification": "Horn Larks are very brown. They have yellow faces with an outline of a black mask which enhances the yellow on its face. The Horned lark contain tiny black horns that are on the side if its head.",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/70ef5e40-24b7-11e7-b955-8b92d7c1dd22",
        "ModifiedAt": "2017-10-20T21:27:37.456Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Horned Lark",
        "Overview": "Horned Larks are social birds, sometimes found in huge flocks outside the breeding season. They creep along bare ground searching for small seeds and insects. They often mix with other open-country species in winter flocks, including longspurs.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.allaboutbirds.org/guide/Horned_Lark/id https://www.audubon.org/field-guide/bird/horned-lark",
        "Scientific_Name": "Eremophila alpestris",
        "Tags": "Bird Horned Lark brown black horns yellow yellow face birds animals",
        "Type": "Birds"
    },
    {
        "CreatedAt": "2017-04-19T00:35:17.965Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Look for bufflheads near ponds, rivers, and lakes: their nesting habitat.",
        "Id": "0ff84fd0-2498-11e7-a3a2-b1004f66c996",
        "Identification": "Large-headed duck. Boldly patterned, its' bright underparts contrast with its dark back. White patches are found on the base of the wings and side of the head.Glossy green and purple on the head.",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/0ed8a170-24b8-11e7-88a1-55c66a3d0d40",
        "ModifiedAt": "2017-10-18T18:34:29.629Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Bufflehead",
        "Overview": "The bufflehead dive into the water from time to time  as a  small flock to feed. After hatching the young leave the nest after a day or two and then are lead by the mother.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.allaboutbirds.org/guide/Bufflehead/id           http://www.audubon.org/field-guide/bird/bufflehead",
        "Scientific_Name": "Bucephala albeola",
        "Tags": "Bucephala albeola bufflehead duck bright white green purple birds bird animals",
        "Type": "Birds"
    },
    {
        "CreatedAt": "2017-04-19T04:05:27.333Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Look for Killdeer on open ground with low vegetation (or no vegetation at all), including lawns, as well as pastures, fields, sandbars, and mudflats. This species is one of the least water-associated of all shorebirds.",
        "Id": "6bbd2d50-24b5-11e7-8efc-2f2ec49c3595",
        "Identification": "Killdeer characteristics include  large, round head, large eyes, and short bill of all plovers. slender and lanky, with a long, pointed tail and long wings. Brownish-tan on top and white below. The white chest is barred with two black bands, and the brown face is marked with black and white patches. The bright orange-buff rump is conspicuous in flight.",
        "Image": "https://bs1.cdn.telerik.com/v1/9dr3sdlksi8x50cv/673d5b80-c03a-11e7-a1a2-95e17bca4ddc",
        "ModifiedAt": "2017-11-03T01:58:51.785Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Killdeer",
        "Overview": "Killdeer spend their time walking along the ground or running ahead a few steps, stopping to look around, and running on again. When disturbed they break into flight and circle overhead, calling repeatedly. Their flight is rapid, with stiff, intermittent wingbeats.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.allaboutbirds.org/guide/Killdeer/id",
        "Scientific_Name": "Charadrius vociferus",
        "Tags": "large eyes slender brown black white bright orange bird birds animals",
        "Type": "Birds"
    },
    {
        "CreatedAt": "2017-10-20T21:58:02.858Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Generally found in open areas. Common throughout central and western North America. Often found near water. common in grasslands, meadows, golf courses, parks, etc.",
        "Id": "bea0d590-b5e1-11e7-8489-93bf29f3e59a",
        "Identification": "The male Brewer's blackbird is a medium sized blackbird. Males are dark black with yellow eyes. When spotted in sunlight they appear glossy green and midnight blue . Females are grey-brown with wings darker than rest of body.",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/bde36710-b5e3-11e7-9de9-336be4666bbc",
        "ModifiedAt": "2017-10-20T22:14:08.429Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Brewer's Blackbird",
        "Overview": "Rise and fall as they fly. Feed on the ground in the open, but often perch higher. Commonly seen with other species (cowbirds, starlings, Red-winged Blackbirds). They are active year round and are on the least concerned list for endangered species. ",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "US Fish and Wildlife Service",
        "Scientific_Name": "Euphagus cyanocephalu",
        "Tags": "Birds Bird animal black yellow eyes black male midnight blue glossy green grey-brown dark wings",
        "Type": "Birds"
    },
    {
        "CreatedAt": "2017-10-20T22:12:10.229Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "The Common Mallow is not native to california but likes to grow on dry soil, usually in coastal habitats, dry walls. They sometimes appear as a weed in cultivated grounds.",
        "Id": "b7b38a50-b5e3-11e7-9d61-5f19144040ae",
        "Identification": "Annual herb that can reach anywhere from 15 to 50 cm. Its flowers are usually white but may have a pink tinge and pink striations.",
        "Image": "https://bs1.cdn.telerik.com/v1/9dr3sdlksi8x50cv/078e9d40-b5e3-11e7-9de9-336be4666bbc",
        "ModifiedAt": "2017-10-25T18:20:16.496Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Common Mallow, Dwarf mallow",
        "Overview": "This plant is often consumed as a food. This is especially true of the seeds, which contain 21% protein and 15.2% fat. The plant is an invasive species in the United States. Blooms through July and September.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://www.luontoportti.com/suomi/en/kukkakasvit/dwarf-mallow http://www.pfaf.org/user/Plant.aspx?LatinName=Malva+neglecta",
        "Scientific_Name": "Malva neglecta",
        "Tags": "plant plants pink purple",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-10-20T22:22:27.915Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Their home is marshland, as they feed on mudflats and other edges of water bodies. They prefer muddier shores that are drier and higher than other small sandpipers, yet can also be found on ocean beaches too. They prefer breeding in wet tundra and boreal forest in North America. ",
        "Id": "27def1b0-b5e5-11e7-8fb7-d53836ded5ec",
        "Identification": "The Least Sandpiper is properly named as it is the smallest of the small sandpipers. They are 5.1-5.9 in in length, a wingspan of 10.6 – 11 in, and a weight of .7 to 1.1 oz. They are the smallest shorebird in the world and the males are even smaller than the females. Their yellow-green legs make them stand out with their round bodies and relatively short, pointed wings. Their bills are thin-tipped and slightly decurved. Their color pattern is brown in the upper parts and white in the underparts with black bills.",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/f2e28840-b5e5-11e7-9d61-5f19144040ae?20171025173743",
        "ModifiedAt": "2017-10-25T17:41:46.293Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Least Sandpiper",
        "Overview": "Least Sandpipers eat invertebrates in the mud and sand along the water’s edge. They feed by probing damp mud with their bills, and use the surface tension of the water to have the prey go quickly from their bill tips to their mouths. Their flocks tend to be smaller than the average sandpiper flock and prefer the drier and higher edges compared to other small sandpipers. They are migratory birds, flying from their winter grounds as far south as Chile all the way North to Alaska for breeding. Least Sandpipers migrate across North America and begin winter by traveling from the southern United States into northern South America. They are in the least concerned section on the endangered species list.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.allaboutbirds.org/guide/Least_Sandpiper/id",
        "Scientific_Name": "Calidris minutilla",
        "Tags": "Birds Bird small yellow green yellow-green tiny legs round body pointed wings thin curved bill beak brown black bills ",
        "Type": "Birds"
    },
    {
        "CreatedAt": "2017-10-20T22:23:55.523Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Although invasive in California, it does best in areas with a Mediterranean climate, such as California and parts of southern Australia, but it is quite tolerant of many climates.",
        "Id": "5c16dd30-b5e5-11e7-8fb7-d53836ded5ec",
        "Identification": "This annual grass is one to three feet in height with hairy, rough leaves about a centimeter wide. The wide panicle nods like that of an oat plant, and it bears a large, splayed spikelet with a very long awn which can exceed five centimeters in length.",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/45882ce0-b5e5-11e7-8fb7-d53836ded5ec",
        "ModifiedAt": "2017-10-20T22:23:55.523Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "bromegrass, Ripgut brome, Ripgut grass",
        "Overview": "The seeds easily break out of the spikelet. They are very sharp and very rough due to tiny barb-like hairs that face backwards, allowing the seed to catch and lodge like a fish hook.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.calflora.org/cgi-bin/species_query.cgi?where-calrecnum=1200",
        "Scientific_Name": "Bromus diandrus",
        "Tags": "oat spiky brome plant plants stuck in my socks",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-10-20T22:31:02.661Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Bromoides can be found in many areas that are disturbed, such as in crops, pastures, roadsides, lawns, footpaths, coastal environments and grasslands.",
        "Id": "5aaef350-b5e6-11e7-ab1d-c36be661fa98",
        "Identification": "Vulpia Bromoides is an annual grass; It usually grows anywhere from 5 to 40 cm tall. It has seed heads all at the head of it. Its seeds can be somewhat leafy and spiky.",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/a6850350-b5e6-11e7-9de9-336be4666bbc",
        "ModifiedAt": "2017-10-20T22:33:31.803Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Brome fescue",
        "Overview": "This plant is very short lived, it is usually an annual weed. However it can grow and take over an area. Blooms from April to June,",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://keyserver.lucidcentral.org/weeds/data/media/Html/vulpia_bromoides.htm",
        "Scientific_Name": "Festuca bromoides L",
        "Tags": "Tall green spiky yellow she grass",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-10-20T22:40:20.142Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "This species is found on coastal prairie, grasslands and some open forest floors however, is only found in California.",
        "Id": "a6f7cce0-b5e7-11e7-9d61-5f19144040ae",
        "Identification": "This perennial herb primarily characterized by a bright deep yellow flower, 3-5cm across, a perianth bulb-shape, flowers lined with red-brown speckles, often also with central red-brown blotches and sparse hairs inside.",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/02fbdc70-b5e8-11e7-ab1d-c36be661fa98?2017102518425",
        "ModifiedAt": "2017-10-25T18:11:23.227Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Yellow mariposa lily",
        "Overview": "Calochortus luteus is grown for cosmetic purposes as well as habitat restoration. Reproduces monotonically. Blooms during May and June and is not considered endangered.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://www.calflora.org/cgi-bin/species_query.cgi?where-taxon=Calochortus+luteus",
        "Scientific_Name": "Calochortus luteus",
        "Tags": "plant  plants red-brown bright bright-deep yellow flower sparse hairs bulb-shaped lined",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-10-20T22:40:55.312Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "They live in the cool waters of the vernal pools of California and Oregon. ",
        "Id": "bbee5100-b5e7-11e7-ab1d-c36be661fa98",
        "Identification": "This shrimp is 1 inch long with 11 pairs of legs which it uses to swim. They swim as if one may perceive upside down. It takes a Fairy Shrimp 41 days to reach maturity, where they will be fully grown. The species is endangered through the loss of their habitats which would be the vernal pools.",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/278c2be0-b5e7-11e7-ab1d-c36be661fa98",
        "ModifiedAt": "2017-10-20T22:40:55.312Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Conservancy Fairy Shrimp",
        "Overview": "The females hold their eggs a ventral brood sac where they the baby Fairy shrimp emerge. The purpose of this shrimp has the a large effect to the many other organisms within the vernal pool caring and taming the algae and bacteria. These fairy shrimp have the purpose of eating, mating, then laying eggs for the next generation of fairy shrimp.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.fws.gov/sacramento/es_species/Accounts/Invertebrates/es_conservancy-fairy-shrimp.htm",
        "Scientific_Name": "Branchinecta Conservation",
        "Tags": "animal fairy shrimp invertebrate ",
        "Type": "Branchiopoda"
    },
    {
        "CreatedAt": "2017-10-20T22:45:42.170Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "California Ground Squirrels are found from central Washington through western Oregon, California and into the northern part of Baja California. The squirrel is found in plains, small meadows, tree-covered hillsides, rocky outcrops and granite taluses. The northern extent of its range was once bounded by the Columbia River, but the California Ground Squirrel has crossed the river into south-central Washington.",
        "Id": "66e95fa0-b5e8-11e7-8fb7-d53836ded5ec",
        "Identification": "Adult California ground squirrels are a mix of gray, light brown and dusky fur giving its' upper parts a mottled appearance. A band of slightly darker fur, flecked with light gray, extends from the head over the middle of the back. Gray fur forms a cape over the sides of the head and shoulders",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/52c03da0-b5e8-11e7-9d61-5f19144040ae",
        "ModifiedAt": "2017-10-20T22:45:42.170Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "California Ground Squirrel",
        "Overview": "California ground squirrels utilize cheek pouches while they are foraging to collect more food than would otherwise be possible in one sitting. They use a variety of sounds, tail signals and scent production as means of communication. California ground squirrels reside on the ground and in burrow systems. The burrows can house many generations forming a small colony, and each individual has an entrance of their own.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://naturemappingfoundation.org/natmap/facts/california_ground_squirrel_712.html",
        "Scientific_Name": "Spermophilus beecheyi",
        "Tags": "squirrel animal mammal animals mammals furry ",
        "Type": "Mammals"
    },
    {
        "CreatedAt": "2017-10-20T22:47:40.471Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Valley Grassland, Foothill Woodland",
        "Id": "ad6cac70-b5e8-11e7-8489-93bf29f3e59a",
        "Identification": "The perennial herbs are chracterized by Blue/purple flowers which open their long thin petals exposing a darker capillary vein on each. An opaque orange/yellow stamen protrudes from the middle. ",
        "Image": "https://bs3.cdn.telerik.com/v1/9dr3sdlksi8x50cv/e04974c0-b5e8-11e7-9d61-5f19144040ae",
        "ModifiedAt": "2017-10-20T22:49:39.753Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Cluster Lily",
        "Overview": "Affinity to serpentine soils.  Active during April, May, June, and July. This plant is considered endangered.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://www.calflora.org",
        "Scientific_Name": "Brodiaea",
        "Tags": "purple flower lily plant plants blue long thin petals dark vein orange yellow",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-10-20T22:49:45.589Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "House Finches can collect at feeders, and also like to perch high in nearby trees. You can find them in backyards, urban centers, farms, forests, deserts and grasslands.",
        "Id": "f8002a50-b5e8-11e7-8489-93bf29f3e59a",
        "Identification": "House finches are small bodied with large beaks and long flat heads. Their wings are short in comparison to their tails, making their tails seem very long. Adult males are red around the face and upper belly, with a streaky brown back, belly and tail. Females are grayish in comparison.",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/a548eef0-b5e8-11e7-9de9-336be4666bbc",
        "ModifiedAt": "2017-10-25T18:02:42.787Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "House Finch",
        "Overview": "House finches move slow and the sit still as they shell seeds by crushing them with rapid bites. Their flight is bouncy.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.allaboutbirds.org/guide/House_Finch/id",
        "Scientific_Name": "Haemorhous mexicanus",
        "Tags": "bird animals animal red brown grey gray long tail finch finches",
        "Type": "Birds"
    },
    {
        "CreatedAt": "2017-10-20T22:55:42.044Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Native to the central mountain ranges, Central Valley of California, and to southern Oregon. Found in chaparral, oak woodlands, and foothill woodland habitats.",
        "Id": "cc76e1c0-b5e9-11e7-9de9-336be4666bbc",
        "Identification": "Produces reddish or brownish stem up to about 33 cm.\nLeaves are divided into many linear or needle-like lobes, often clustered.\nUpper leaves are hairy, the lower generally hairless and the flowers protrude from these clusters. \nBlue in color with a purplish throat.",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/533b0100-b5ea-11e7-ab1d-c36be661fa98",
        "ModifiedAt": "2017-10-25T18:28:31.792Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Downy Pincushion Plant, Purple navarretia",
        "Overview": "Grows on hill slopes, remains sensitive in vernal pool areas. Blooms from April to June and is not endangered.\nAnnual herb.",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://www.calflora.org/cgi-bin/species_query.cgi?where-calrecnum=5804",
        "Scientific_Name": "Navarretia pubescens",
        "Tags": "hairy red brown stem needle-like lobes leaves clustered upper hairy leaves lower leaves hairless flowers blue purple",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-10-20T23:04:01.974Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Prairie Falcons are typically found in open hills, plains, prairies, grasslands and deserts. Also they can be found in fairly dry open country above the tree line, high in the mountains. In the winter, they can be found living in cultivated fields, lakeshores, and desert scrub. They avoid forested country and are rare on the immediate coast.",
        "Id": "f6722560-b5ea-11e7-8489-93bf29f3e59a",
        "Identification": "The Prairie Falcon is a large falcon in size, it can be seen as the same size as a medium-sized hawk with an average length of 40 cm, wingspan of approximately 1 meter, and average weight of 720 g. The coloration in its feathers is pale brown to gray. They are a medium-large sized falcon of western North America. ",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/68ca42b0-b5ea-11e7-98ef-b5343246bcb9?2017102023043",
        "ModifiedAt": "2017-12-08T22:15:14.025Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Prairie Falcon",
        "Overview": "During their hunt the Prairie Falcon often uses a surprise attack on its prey by flying fast and low over the ground.  Adult Prairie Falcon are extremely territorial during the mating season and will fight off intruding with frequent stoops, loud sounds, and tail chases. ",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "https://www.allaboutbirds.org/guide/Prairie_Falcon/id http://ebirdr.com/bird/prairie-falcon#gallery  https://www.audubon.org/field-guide/bird/prairie-falcon  http://www.peregrinefund.org/explore-raptors-species/Prairie_Falcon",
        "Scientific_Name": "Falco mexicanus",
        "Tags": "Falcon medium hawk pale brown gray grey bird birds spotted feathers beak talons falcon prairie wings large",
        "Type": "Birds"
    },
    {
        "CreatedAt": "2017-10-20T23:07:06.686Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Grows annually.\nTypically found in the northern half of North America. However, in southern regions of North America, it grows biennially and has larger leaves, flowers and fruits.",
        "Id": "648af5e0-b5eb-11e7-9de9-336be4666bbc",
        "Identification": "Stems bear bright pink flowers, has the ability to send seeds busting into the air.\nThey have dark spots on the bases and long seed-pod, shaped like the bill of a stork.",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/91f0d130-b5eb-11e7-8489-93bf29f3e59a",
        "ModifiedAt": "2017-10-25T18:23:43.698Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Red stemmed Filaree, Coastal heron's bill",
        "Overview": "Invasive species.\nCan be found in bare, sandy, grassy places both inland and around the coasts of California.\nIt is a food plant for the larvae of butterflies and ants. Threat level classified as limited.\nBlooms in February, March, April, May, and June. ",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "Califlora.org",
        "Scientific_Name": "Erodium cicutarium",
        "Tags": "Little purple flowers Spiky plant plants pink flower flowers open spiral dark spots base little feathery parachutes ",
        "Type": "Plants"
    },
    {
        "CreatedAt": "2017-10-20T23:09:34.872Z",
        "CreatedBy": "00000000-0000-0000-0000-000000000000",
        "Habitat": "Found on dry grassland, dunes, waste places and cultivated ground.",
        "Id": "bcde5980-b5eb-11e7-9de9-336be4666bbc",
        "Identification": "Can be very small, ranging from 5 to 30 centimeters. \nPink with a small shade of violet.\nHas about 10 petals but if looked closely, only has 5 petals.",
        "Image": "https://bs2.cdn.telerik.com/v1/9dr3sdlksi8x50cv/a7581880-b5eb-11e7-ab1d-c36be661fa98",
        "ModifiedAt": "2017-11-15T19:29:21.841Z",
        "ModifiedBy": "00000000-0000-0000-0000-000000000000",
        "Name": "Dove's Foot Geranium, Crane's bill geranium, Dovefoot geranium, Woodland geranium",
        "Overview": "Annual herb. \nConsidered to be a weed. \nEndangered however, not native",
        "Owner": "00000000-0000-0000-0000-000000000000",
        "References": "http://www.pfaf.org/USER/Plant.aspx?LatinName=Geranium+molle http://www.yosemitehikes.com/wildflowers/doves-foot-geranium/doves-foot-geranium.htm",
        "Scientific_Name": "Geranium molle",
        "Tags": "pink violet flower weed small dove's foot geranium plant plants",
        "Type": "Plants"
    }
]